import React from "react";

export const Footer = () => {
  return (
    <div className="min-h-screen bg-black text-lg  text-custom-gray-dark space-y-3.5 pt-13 px-11.5">
      <h3 className="font-gibb text-2xl text-custom-gray-light">
        Подробнее о Купитькартину
      </h3>
      <p>
        Покупка и коллекционирование картин – давно признанный способ обогатить
        интерьер и выразить свою индивидуальность через искусство. С развитием
        интернет- технологий появилась возможность легко и удобно выбирать
        произведения художественного искусства онлайн, в чем вам готов помочь
        портал kupitkartinu.ru.
      </p>
      <p>Преимущества покупки картин на портале kupitkartinu.ru</p>
      <p>
        Обращение в галерею kupitkartinu.ru имеет множество преимуществ, которые
        делают этот способ покупки художественных произведений живописи
        привлекательным для многих покупателей:
      </p>

      <p>Ассортимент картин</p>
      <p>
        В галерее kupitkartinu.ru представлены картины различных художников со
        всего мира, что делает выбор произведений живописи более разнообразным и
        интересным.
      </p>
      <p>
        В разделе «Современные произведения» можно найти абстрактные картины
        маслом, живопись в манере сюрреализма, графику, а также работы мастеров
        современности, которые отражают актуальные тенденции и темы. Эти
        произведения могут добавить современного шарма в интерьер и подчеркнуть
        индивидуальность его обладателя.
      </p>
      <p>
        Кроме того, на сайте представлены произведения разнообразных жанров и
        направлений искусства: пейзажи, натюрморты, портреты на холсте,
        анималистика и многое другое. Разнообразие стилей и тем делает возможным
        выбор картины, которая отразит предпочтения и вкусы своего обладателя.
      </p>
      <p>
        Огромный ассортимент картин. На портале представлены произведения разных
        стилевых направлений и сюжета, как известных художников, так и
        начинающих мастеров, что позволяет выбрать картину на стену любого
        помещения, под любой вкус и интерьер.
      </p>
      <p>
        Возможность удобного выбора и заказа картины, которая вам по душе. Вы
        сможете в комфортной обстановке просмотреть все доступные варианты,
        сравнить цены, размеры и материалы, из которых выполнены произведения,
        что поможет вам принять обоснованное решение о покупке.
      </p>
      <p>
        Быстрый и простой процесс заказа. Вам не нужно тратить время на походы
        по галереям и магазинам в поисках подходящего художественного
        произведения на холсте. После выбора картины онлайн на нашем сайте и
        оформления покупки заказ будет оперативно доставлен прямо к вашему дому
        или офису. Это особенно удобно для занятых людей.
      </p>
    </div>
  );
};
