import { Slide } from "@/components/ui/Slider/types";

export const auctionSlides: Slide[] = [
  {
    id: 1,
    // Данные для основной информации (используются для SEO, мета-данных и т.д.)
    title: "ШИРОКИЙ ВЫБОР",
    subtitle: "У нас представлены картины самых разных художников, от всемирно известных мастеров до молодых талантов, что позволяет каждому покупателю найти",
    date: "На современном рынке изобразительного искусства онлайн-аукционы становятся всё более популярным способом для коллекционеров и ценителей искусства приобретать значимые произведения.",
    buttonText: "Перейти к аукционам →",
    buttonLink: "/auctions#list",
    image: "/img/hero-slider/1.webp",
    bgColor: "#2D3E7C",
    info: "",
    // Данные для левой стороны слайдера
    leftTitle: "Купить картину на Аукционе",
    leftSubtitle: "Сейчас идёт 5 аукционов",
    leftInfo: "На современном рынке изобразительного искусства онлайн-аукционы становятся всё более популярным способом для коллекционеров и ценителей искусства приобретать значимые произведения.",
  },
  {
    id: 2,
    // Данные для основной информации
    title: "ШИРОКИЙ ВЫБОР",
    subtitle: "У нас представлены картины самых разных художников, от всемирно известных мастеров до молодых талантов, что позволяет каждому покупателю найти",
    date: "У нас представлены картины самых разных художников, от всемирно известных мастеров до молодых талантов, что позволяет каждому покупателю найти то, что позволит ему прикоснуться к искусству.",
    buttonText: "Посмотреть →",
    buttonLink: "/catalog",
    image: "/img/hero-slider/2.jpg",
    bgColor: "#C9B896",
    info: "",
    // Данные для левой стороны слайдера
    leftTitle: "БОГАТАЯ\nКОЛЛЕКЦИЯ\nХУДОЖНИКОВ",
    leftSubtitle: "РАЗНООБРАЗИЕ СТИЛЕЙ",
    leftInfo: "От признанных мастеров до молодых талантов. Картины разных жанров и направлений для любого вкуса и бюджета.",
  },
];
